{
  "navbar": {
    "contact": "Contact 📧"
  },
  "banner": {
    "catchPhrase": "I do",
    "hello": "Hi there! 👋",
    "hello2": "I'm Johan, a Software Engineer passionate about crafting user-friendly web apps. Check out my work below!",
    "curriculumVitae": "Curriculum Vitae",
    "contactMe": "Contact me 📨"
  },
  "aboutMe": {
    "title": "About me",
    "subTitle1": "before coding",
    "subTitle2": "as a web developer",
    "phrase1": "🧘‍♂️ As a Web Developer since 2020, I thoroughly enjoy working with React & NextJs in an Agile environment, adhering to clean code principles, and implementing CI/CD pipelines. I take pleasure in transforming mockups of various styles into dynamic and interactive websites to enhance the user experience.",
    "phrase2": "📚 I initially stopped studying after completing a Technological Baccalaureate. From odd jobs to odd jobs, I quickly realized that this context would not be enough for me. So, at the age of 21, I decided to resume my studies and pursue a degree in e-commerce.",
    "phrase3": "🏋️ These studies allowed me to work as an SEO specialist for 6 years. This experience taught me about the functioning of the professional world, teamwork, the weight of responsibilities, as well as managing a back office and search engine optimization.",
    "phrase4": "🍀 As an SEO specialist, working closely with developers sparked my interest in this highly technical field. Therefore, I enrolled in a 6-month bootcamp training program to acquire the fundamentals of web programming and coding. Following that, I continued my learning journey through an apprenticeship program, pursuing a degree in Web and Mobile Applications Integration/Development with a specialization in React and Node.js.",
    "phrase5": "🍾 Since then, I have worked with several companies on complete integrations, provided assistance to deliver projects on time, made modifications, and added new features...",
    "phrase6": "👷 Today, drawing strength from my journey, I master the intricacies of the Agile methodology, the principles of Clean Code, and CI/CD pipelines, ensuring optimal scalability and maintainability for each web application I develop. My diverse experience, spanning from SEO to programming, enables me to bring a unique perspective to every project."
  },
  "projects": {
    "title": "Projects",
    "subTitle": "What I've done"
  },
  "experiences": {
    "title": "Experiences",
    "subTitle": "Where I have worked"
  },
  "education": {
    "title": "Education",
    "subTitle": "Where I have enrolled",
    "content": [
      {
        "company": "3WAcademy",
        "title": "(BSc) Web and Mobile Applications Integration/Development",
        "years": "2020 - 2021",
        "skills": ["React", "NodeJS", "MySQL"]
      },
      {
        "company": "OpenClassrooms",
        "title": "Web Developer - Level 5 RNCP Certification",
        "years": "2020",
        "skills": ["HTML", "CSS", "JavaScript", "MySQL", "Vue"]
      },
      {
        "company": "University of Toulon",
        "title": "(BSc) E-commerce & Digital Marketing",
        "years": "2016 - 2017",
        "skills": ["Team Management", "Marketing", "Digital Marketing", "SEO", "E-commerce"]
      },
      {
        "company": "Défi83 - Toulon",
        "title": "(Associate's Degree) Business Unit Management",
        "years": "2014 - 2016",
        "skills": ["Team Management", "Marketing", "Digital Marketing"]
      },
      {
        "company": "Jean Aicard - Hyères",
        "title": "Baccalaureate in Business Science & Technology",
        "years": "2010 - 2012",
        "skills": ["Accounting"]
      }
    ]
  },
  "footer": {
    "creation": "Created with ❤️ with Next.js and Tailwind CSS",
    "copyright": "Copyright ©. All rights reserved."
  }
}
